[
    {
        "id": 0,
        "cat_id": 4,
        "name": "Family Game",
        "code": "OSS0719",
        "image": "img\/Productos\/OSS0719_Family Game.png",
        "colour": "Crema",
        "currency": "$",
        "price": 900,
        "model": "n\/d",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 12,
        "description_detail": "",
        "description_general": "Consola Family Game Original + 120 juegos. Compatible con tvs Led y Smart.",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 1,
        "cat_id": 4,
        "name": "Play Station 1",
        "code": "OSS7591",
        "image": "img\/Productos\/OSS7591_Play Station 1.png",
        "colour": "Gris",
        "currency": "$",
        "price": 1500,
        "model": "n\/d",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 7,
        "description_detail": "",
        "description_general": "Consola pionera de la marca Sony que llego para revolucionar el mercado.",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 3,
        "cat_id": 4,
        "name": "Nintendo 64",
        "code": "OSS1119",
        "image": "img\/Productos\/OSS1119_Nintendo 64.png",
        "colour": "Negro",
        "currency": "$",
        "price": 2500,
        "model": "1998",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 5,
        "description_detail": "El Nintendo 64 es la tercera videoconsola de sobremesa producida por Nintendo, desarrollada para suceder a la Super Nintendo y para competir con el Saturn de Sega y la PlayStation de Sony. Incorpora en su arquitectura un procesador principal de 64 bits. El soporte de almacenamiento de los juegos es en forma de cartuchos, la mayoría de ellos con memoria interna. El uso de este tipo de almacenamiento le supuso una seria desventaja comercial frente a sus competidores, ya que encarecía los costes de producción lo que aumentaba el precio final, y además, era de una capacidad de almacenamiento menor al de un CD-ROM.\r\n<br>\r\n<br>\r\nTécnicamente, la utilización de cartuchos ofrece algunas ventajas frente al formato CD-ROM, siendo esta la idea que mantenía Nintendo frente a la competencia. El cartucho tiene tiempos de acceso al sistema mucho más cortos, hace posible la inclusión de coprocesadores y otros chips dentro del cartucho y técnicas como streaming en tiempo real para mejorar las capacidades de los juegos, logrando ampliar su vida útil; y en un principio parecía que podría ser más económico por no pagar derechos (\"regalías\" o \"royalties\") por uso del formato CD-ROM, ni una unidad lectora para el mismo que sería además mucho más delicada que una ranura o slot para cartuchos. Sin embargo, la escasa capacidad del cartucho en comparación con el CD-ROM supuso ausencia casi total de cinemáticas pregrabadas, una merma en la calidad del sonido y una falta de espacio para recursos como texturas y número de escenarios.\r\n<br>\r\n<br>\r\nEl Nintendo 64 incluyó en sus mandos unos botones dispuestos en cruz diseñados especialmente para que el usuario tomara el control de aspectos propios de juegos basados en entornos tridimensionales (el control de la perspectiva de juego o cámaras, por ejemplo), los cuales fueron utilizados por primera vez por el juego Super Mario 64. También incluyó un stick analógico, el cual permite diferentes grados de movimiento. También tuvo función de vibración gracias al periférico Rumble Pak.\r\n<br>\r\n<br>\r\nFue descontinuada el 30 de abril de 2002 y sus últimos títulos fueron Tony Hawk's Pro Skater 3 en América y Mario Party 3 en Europa y Japón. Fue sustituida por el GameCube el 14 de noviembre de 2001 en América y el 4 de mayo de 2002 en Europa.",
        "description_general": "Consola Nintendo 64. Incluye el juego Word Cup Francia 98`.",
        "description_title": "Consola Nintendo 64 nueva! Se vende con el juego Word Cup Francia 98 y dos joysticks.",
        "description_model": "Original año",
        "description_quality": "en caja.",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 4,
        "cat_id": 5,
        "name": "Memoria Sandisk 16GB",
        "code": "OSS4491",
        "image": "img\/Productos\/OSS4491_Memoria Sandisk 16GB.png",
        "colour": "Negro",
        "currency": "$",
        "price": 200.5,
        "model": "16GB",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 100,
        "description_detail": "",
        "description_general": "",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 5,
        "cat_id": 6,
        "name": "Game Boy",
        "code": "OSS4669",
        "image": "img\/Productos\/OSS4669_Game Boy.png",
        "colour": "Verde",
        "currency": "$",
        "price": 2000,
        "model": "1989",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 3,
        "description_detail": "Game Boy, la consola que encierra una gran potencia en un sistema tan pequeño, revolucionó el mundo de los juegos cuando se lanzó en Japón en 1989. Desde entonces, la consola de bolsillo ha vendido más de 100 millones de unidades y ha dado a los jugadores de todo el mundo la libertad de jugar a sus juegos preferidos -incluidos el Tetris, Super Mario y Pokémon, estén donde estén.<br><br>\r\nTodos tus personajes preferidos de Nintendo: Mario, Yoshi, Pokémon, Donkey Kong, Samus Aran y más, te los puedes llevar donde quiera que vayas, gracias al catálogo de Game Boy que cuenta con más de 450 juegos. Tanto si te gustan los juegos de tiros, plataformas, puzles, luchas o de deportes, Game Boy original lo tiene.<br><br>\r\nA principios de los 90 le dimos un lavado de cara a la consola Game Boy original, que en principio sólo estaba disponible con la carcasa gris y blanca, y sacamos una serie de colores nuevos. En 1997, Nintendo dio otro paso adelante al reducir las dimensiones de Game Boy para crear la increíble serie Game Boy Pocket. Sea cual sea su aspecto, Game Boy sigue centrándose en garantizar a los jugadores montañas de diversión en tamaño bolsillo.",
        "description_general": "Consola Portatil Retro Gameboy Nintendo, un clásico del año '89",
        "description_title": "Consola Portatil Retro Gameboy se vende con 168 Juegos Nintendo",
        "description_model": "Original",
        "description_quality": "Impecable estado",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 6,
        "cat_id": 0,
        "name": "Reproductor Cassette Sony",
        "code": "OSS5863",
        "image": "img\/Productos\/OSS5863_Reproductor Cassette Sony.png",
        "colour": "Negro",
        "currency": "$",
        "price": 500,
        "model": "n\/d",
        "quality": "Usado",
        "status": "Activo",
        "stock": 10,
        "description_detail": "",
        "description_general": "",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 7,
        "cat_id": 4,
        "name": "Atari 2600",
        "code": "OSS4780",
        "image": "img\/Productos\/OSS5088_Atari 2600.png",
        "colour": "negro",
        "currency": "$",
        "price": 950.33,
        "model": "CX2600",
        "quality": "Usado",
        "status": "Activo",
        "stock": 2,
        "description_detail": "Consola<br>\r\nCPU: MOS Technology 6507 @ 1,19 MHz\r\nProcesador de audio y video: TIA. 160 x ~190 píxeles, 128 colores en pantalla pero con un máximo de 4 colores por línea; sonido monoaural de dos vías.\r\nMemoria de lectura y escritura (RAM): 128 octetos en la consola dentro del chip MOS Technology 6532, si bien algunos juegos pueden añadir hasta 256 octetos integrados en el cartucho.\r\nMemoria de sólo lectura (ROM): 4 KB por cartucho (o más de 32KB si el cartucho usa paginación de memoria).\r\nEntrada: controlada por el chip RIOT incluye:\r\nDos puertos DE-9 sin tornillos para conectar joysticks, paddles, trackballs, pedaleras, volantes, teclados numéricos de 12 teclas (0-9, # y *) y cualquier otro tipo de control con funciones adicionales desarrollado por terceras compañías. Este tipo de puerto se convirtió en un estándar de facto para la conexión de joysticks y gamepads, la llamada norma Atari que utilizaron una inmensa mayoría de equipos de 8 bits en los ochenta, e incluso algunos de 16 bits: Sinclair ZX Spectrum, Amstrad CPC, Commodore 64, MSX, Master System y Mega Drive, entre muchos otros.\r\nSeis interruptores: Encendido (encendido\/apagado), señal de TV (monocromo\/color), Nivel de dificultad para cada jugador (A\/B), Select y Reset. Exceptuando al interruptor de encendido, los juegos podían (y lo hicieron) asignar otros significados a los demás interruptores. En los modelos que siguieron al original, los interruptores de dificultad fueron reducidos y trasladados a la parte trasera de la consola.\r\nSalida: Señal de vídeo y audio para TV a través de un conector RCA (con normas NTSC, PAL o SECAM dependiendo de la región; los cartuchos de juegos pueden ser usados indistintamente entre máquinas NTSC y PAL\/SECAM, pero si la norma no coincide entonces suelen aparecen colores distorsionados o la image no permanece estable\r\n<br>\r\n<br>\r\nGráficos<br>\r\nEl 2600 no usó un frame buffer de vídeo. En su lugar utiliza un sistema por el que la CPU va indicando al chip de vídeo qué elementos debe pintar en cada línea de pantalla. Esos elementos son: dos sprites de mapa de bits de 8 píxeles de ancho; dos sprites de «misiles» de 1 píxel; una «bola» de 1 píxel y un «campo de juego» de 40 píxeles que se dibuja al escribir un patrón de bits para cada línea en un registro. En realidad, el campo de juego consta de solo 20 bits. Es el programador el que debe decidir si los 20 píxeles de la derecha serán los mismos que los de la izquierda, o dispuestos de forma inversa, o completamente diferentes si al programador le da tiempo a cambiar el patrón mientras el rayo de electrones va pintando la pantalla.\r\n<br>\r\nA medida que se escanea cada línea de pantalla, un juego debe identificar los objetos no sprite que se superpongan en la línea siguiente, ensamblar los patrones de bits apropiados para dibujar esos objetos y escribir el patrón en el registro. A este proceso de ir pintando los elementos siguiendo la posición del rayo de electrones, los programadores lo llamaron racing the beam.23\r\n​<br>\r\nDespués de que el controlador escanee la última línea de la zona de juego, comienza una zona de blanqueo vertical (el chip de vídeo no emite nada), durante el cual el juego puede procesar entradas y actualizar las posiciones y estados de los objetos en el juego. Cualquier error en la sincronización produce artefactos visuales.\r\n<br>\r\nEl hardware de video del 2600 es, por lo tanto, altamente flexible pero también difícil de programar. Una ventaja que el 2600 tiene sobre sus competidores contemporáneos más poderosos como el ColecoVision es que el 2600 no tiene protección contra alteraciones en mitad del dibujado. Por ejemplo, aunque cada sprite tiene, nominalmente solo un color, es posible colorear las filas de manera diferente cambiando el color del sprite a medida que se dibuja. Si los dos sprites de hardware no son suficientes para un juego, un desarrollador puede compartir un sprite entre varios objetos (como los fantasmas en Pac-Man) o dibujar sprites por software, lo cual es solo un poco más difícil que dibujar un campo de juego fijo. Pitfall! muestra algunos de estos trucos: el jugador es un sprite de varios colores, un sprite que se multiplexa para los contadores y el escorpión, y la liana se dibuja cambiando la posición de la «bola» en cada línea de pantalla.24​\r\n<br>\r\nWarren Robinett, el programador de Adventure, describió numerosos trucos que tuvo que hacer para completar Adventure para que se ajustara a las limitaciones de memoria del Atari 2600, así como usar creativamente la capacidad de gráficos para crear un laberinto multipantalla para que los jugadores puedan navegar, usando el sprite «misil» para crear las paredes del laberinto.25​\r\n<br>\r\nAtari estableció el diseño de su sistema para ser compatible con los televisores de tubo de rayos catódicos a finales de los 70 y principios de los 80.26​ El Atari 2600 utiliza diferentes paletas de colores según el formato de señal de televisión utilizado. Atari 2600 con el formato NTSC, una paleta de 128 colores disponible, mientras que en PAL, solo hay 104 colores disponibles, mientras que en SECAM la paleta consta de solo 8 colores.27​\r\n<br>\r\n<br>\r\nControles<br>\r\nJoystick estándar CX10\r\nEl VCS se envió originalmente con dos tipos de controladores: un mando (número de pieza CX10) y un par de controladores de paddles rotativas (CX30). Los controladores de conducción, que son similares a los controladores de paletas pero que se pueden girar continuamente, se lanzaron con el título Indy 500. Después de menos de un año, el control CX10 fue reemplazado por el modelo CX40 diseñado por James C. Asher.28​ Como el Atari joystick port y el CX40 joystick se convirtieron en estándares de la industria, algunos periféricos funcionan con sistemas posteriores, incluidos MSX, Commodore 64, Amiga, Atari 8-bit family, y Atari ST. El control CX40 se puede usar en el Master System y Sega Genesis, pero no proporciona todos los botones de un controlador nativo. Los controladores de terceros incluyen el mando de Control Command de Wico.29​ Más tarde, se lanzaron los mandos de control remoto CX42, de apariencia similar pero con tecnología inalámbrica, junto con un receptor cuyos cables podrían insertarse en las tomas del controlador.\r\n<br>\r\nAtari presentó el controlador de teclado CX50 en junio de 1978, junto con dos juegos que lo requerían: Codebreaker y Hunt & Score. El controlador CX22 Trak-Ball se anunció en enero de 1983 y era compatible con la familia Atari de 8 bits.30​",
        "description_general": "La Atari 2600 es una videoconsola lanzada al mercado en 1977",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 8,
        "cat_id": 0,
        "name": "Cassette Tape",
        "code": "OSS4069",
        "image": "img\/Productos\/OSS7808_Cassete Tape.png",
        "colour": "varios",
        "currency": "$",
        "price": 200.62,
        "model": "n\/d",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 8,
        "description_detail": "El casete,1​ también conocido como casete compacto o cassette (en francés cajita), es un formato de grabación de sonido o vídeo en cinta magnética que fue ampliamente utilizado entre principios de los años 1970 y principios de la década de 1990, para luego ir sustituyéndose por el CD).). Es también mencionado a menudo como casete de audio o cinta casete. Aunque estuvieron previstos originalmente como medio para el dictado, las mejoras en la fidelidad del sonido condujeron a que el casete suplantara la grabación en magnetófono de bobina abierta en la mayoría de sus usos domésticos.2​ Sus aplicaciones se extendieron desde el audio portátil de grabación casera al almacenamiento de datos para computadoras. Entre la década de 1970 y finales de los años 1990, el casete era uno de los dos formatos más comunes para la música pregrabada, junto a los discos de vinilo. Fueron reemplazados más adelante por el disco compacto. 3​\r\n<br>\r\nEl audio casete compacto es un medio para el almacenaje de audio que fue introducido en Europa por la empresa Philips en 1962, y en los Estados Unidos en 1964, bajo marca registrada con el nombre de Compact Cassette. Aunque había otros sistemas de cartucho de cinta magnética en ese entonces, el casete compacto llegó a ser dominante como resultado de la decisión de Philips (en respuesta a la presión de Sony) de licenciar el formato gratuitamente. Se convirtió entonces en una alternativa popular y regrabable al disco de vinilo durante los años setenta.3​\r\n<br>\r\nLos casetes compactos constan de dos carretes en miniatura, entre los cuales se pasa una cinta magnética. Estos carretes y sus otras piezas se encuentran dentro de una carcasa protectora de plástico. En la cinta están disponibles dos pares de pistas estereofónicas, uno por cada cara (una cara se reproduce cuando el casete se inserta con sus revestimientos laterales de cara A o lado A para arriba y la otra cuando se le de da la vuelta, cara B o lado B).4​\r\n<br>\r\nEl casete es un soporte analógico, aunque también se desarrollaron formatos de cinta digitales, como la cinta de audio digital (DAT) y el casete compacto digital (DCC).",
        "description_general": "Ampliamente utilizado entre principios de los años 1970 y principios de la década de 1990",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 9,
        "cat_id": 3,
        "name": "Commodore 64",
        "code": "OSS5445",
        "image": "img\/Productos\/OSS0342_Commodore 64.png",
        "colour": "crema",
        "currency": "$",
        "price": 2500,
        "model": "C64",
        "quality": "Usado",
        "status": "Activo",
        "stock": 1,
        "description_detail": "Commodore 64 (C64, CBM 64\/CBM64, C=64,C-64, VIC-64.1​) es una computadora doméstica de 8 bits desarrollada por Commodore International en agosto de 1982 a un precio inicial de 595 dólares. Sucede a la Commodore VIC-20 y a la Commodore MAX Machine, presentando 64 kilobytes (65.536 bytes) de RAM, con gráficos y sonido muy por encima de otros equipos contemporáneos.\r\n<br>\r\nUtilizaba una unidad de casete además de una disquetera de tipo 5 1\/4 pulgadas. Disponía de un teclado profesional muy robusto, distintas tomas de conexión y poseía infinidad de videojuegos, aplicaciones, gráficos y multimedia. Contaba con una paleta de 16 colores y un intérprete BASIC. Aceptaba la conexión directa de periféricos sin necesidad de una interfaz de conexión, (como alguno de sus más directos competidores) incorporando dos puertos de conexión de mandos de juego (joysticks), puertos serie IEC, RS232 y C2N, salida a televisión, salidas de vídeo compuesto y audio mediante conector DIN de alta fidelidad y un puerto de expansión para cartuchos. Algunos cartuchos incorporaban lenguajes de programación como COBOL, o un BASIC más avanzado, o expansión de RAM, más algunas utilidades para congelar los juegos y poder copiarlos. Su reloj funcionaba a menos de 1 Megahercio, pero sus excelentes capacidades gráficas y sonoras, hicieron de ella la computadora personal favorita de millones de usuarios caseros. Hoy en día existen programas que emulan su funcionamiento al completo, para GNU\/Linux, Windows y otros sistemas operativos.\r\n<br>\r\nEl Commodore 64 sigue siendo el modelo de computadora doméstica más vendida en el mundo. Se estiman sus ventas entre 12,5 y 17 millones de unidades2​\r\n<br>\r\nEn enero de 1981, MOS Technology, Inc., diseñadora de circuitos integrados subsidiaria de Commodore, inició un proyecto para diseñar los circuitos gráfico y de audio para la nueva generación de videoconsolas. El diseño de los circuitos, llamados VIC-II (gráficos) y SID (audio) fue completado en noviembre de 1981.\r\n<br>\r\nEntonces se comenzó un proyecto para una videoconsola de Commodore que usara ambos circuitos, llamada Ultimax o Commodore MAX Machine, creada por Yashi Terakura de Commodore Japón. Este proyecto fue cancelado después de fabricarse algunas unidades para el mercado japonés.\r\n<br>\r\nAl mismo tiempo, Robert \"Bob\" Russell, programador de sistemas y arquitecto del VIC-20, y Robert \"Bob\" Yannes, ingeniero del SID, eran críticos para la línea de productos de Commodore, la cual era una continuación de la línea PET, dirigida a usuarios de negocios. Con el apoyo de Al Charpentier, ingeniero del VIC-II, y de Charles Winterble, gestor de MOS Technology, propusieron a Jack Tramiel, oficial ejecutivo en jefe de Commodore, una verdadera secuela de bajo coste del VIC-20. Tramiel dictaminó que la máquina debía tener 64 KB de RAM. Aunque 64 KB de DRAM costaban más de 100 dólares en ese momento, Tramiel sabía que los precios caían y que muy pronto tendrían un precio aceptable antes de iniciarse la producción. En noviembre, Tramiel fijó como fecha de entrega el primer fin de semana de enero, para coincidir con el Consumer Electronics Show de 1982.\r\n<br>\r\nEl producto tenía el nombre en clave de VIC-40, al ser el sucesor del popular VIC-20. El equipo que lo construyó fue formado por Robert Russell, Robert Yannes y David A. Ziembicki. El diseño, los prototipos y algún software de prueba fue acabado a tiempo para el show, después de haber estado el equipo trabajando sin descanso incluso en los fines de semana del día de Acción de Gracias y Navidad.\r\n<br>\r\nCuando el producto iba a ser presentado, el VIC-40 fue renombrado a C64 para ajustarse a las líneas actuales de negocios de Commodore, las cuales incluían el P128 y el B256, ambos nombrados con una letra y su respectivo tamaño de memoria.\r\n<br>\r\nEl C64 tuvo una presentación impresionante, tal y como recuerda el ingeniero de producción David A. Ziembicki: \"Todo lo que veíamos en nuestro pabellón era gente de Atari con la boca abierta, diciendo '¿Cómo pueden hacer esto por 595$?'\". La respuesta era, según se vio, la integración vertical: gracias a ser Commodore la dueña de las plantas de fabricación de semiconductores de MOS Technology, cada C64 tenía un costo estimado de producción de solo 135 dólares.",
        "description_general": "La Commodore 64 fue la computadora que inspiró a muchos músicos y programadores",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 10,
        "cat_id": 5,
        "name": "Floppy Disk 3,5''",
        "code": "OSS0661",
        "image": "img\/Productos\/OSS9115_Floppy Disk 3,5''.png",
        "colour": "negro",
        "currency": "$",
        "price": 50,
        "model": "2HD",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 20,
        "description_detail": "El disquete o disco flexible (en inglés, diskette o floppy disk) es un soporte de almacenamiento de datos de tipo magnético, formado por una fina lámina circular (disco) de material magnetizable y flexible (de ahí su denominación), encerrada en una cubierta de plástico, cuadrada o rectangular, que se utilizaba en la computadora, por ejemplo: para disco de arranque, para trasladar datos e información de una computadora a otra, o simplemente para almacenar y resguardar archivos.\r\n<br>\r\nLa disquetera, unidad de disquete o unidad de disco flexible (FDD, del inglés Floppy Disk Drive) es el dispositivo o unidad de almacenamiento que lee y escribe los disquetes, es decir, es la unidad lectora\/grabadora de disquetes.\r\n<br>\r\nEste tipo de soporte de almacenamiento es vulnerable a la suciedad y los campos magnéticos externos, por lo que deja de funcionar con el tiempo o por el desgaste. Desde el año 2010 se lo considera un medio obsoleto no sólo por su poca durabilidad sino también por su escasa capacidad de almacenamiento.",
        "description_general": "El clásico Floppy  Disk",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 11,
        "cat_id": 4,
        "name": "Play Station 2",
        "code": "OSS9749",
        "image": "img\/Productos\/OSS0113_PlayStation 2.png",
        "colour": "negro",
        "currency": "$",
        "price": 6000,
        "model": "PS2",
        "quality": "Usado",
        "status": "Activo",
        "stock": 2,
        "description_detail": "",
        "description_general": "",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 12,
        "cat_id": 1,
        "name": "Camara Polaroid Colorpack II",
        "code": "OSS0519",
        "image": "img\/Productos\/OSS2172_Camara Polaroid Colorpack II.png",
        "colour": "negro",
        "currency": "$",
        "price": 800,
        "model": "Colorpack II",
        "quality": "Usado",
        "status": "Activo",
        "stock": 1,
        "description_detail": "Marca: Polaroid\r\n<br>\r\nModelo: Colorpack II\r\n<br>\r\nAño: 1969\r\n<br>\r\nMedidas: 17 x 13 x 14 cm\r\n<br>\r\nFormato: Pelicula Polaroid\r\n<br>\r\nDescripción:\r\n<br>\r\nCámara instantánea Polaroid.\r\n<br>\r\nUtiliza cartuchos 100 Packfilm.\r\n<br>\r\nUtiliza Flash de cubo desechables.\r\n<br>\r\nUtiliza 2 pilas de 1,5 voltios tipo AAA.\r\n<br>\r\nVelocidad fija de disparo.\r\n<br>\r\nNumero de serie CHF9123A\r\n<br>\r\nFabricación americana.",
        "description_general": "Antigua Cámara Americana",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    },
    {
        "id": 13,
        "cat_id": 1,
        "name": "Camara Polaroid Sun 630",
        "code": "OSS3150",
        "image": "img\/Productos\/OSS3064_Camara Polaroid Sun 630.png",
        "colour": "negro",
        "currency": "$",
        "price": 650.5,
        "model": "Sun 630",
        "quality": "Nuevo",
        "status": "Activo",
        "stock": 0,
        "description_detail": "",
        "description_general": "",
        "description_title": "",
        "description_model": "",
        "description_quality": "",
        "created_at": 1574914750,
        "updated_at": null
    }
]